[
    {
        "service_id": "01",
        "title": "Architecture",
        "img": "https://i.ibb.co/qxsY7bB/architecture.jpg",
        "price": "200",
        "description": "My projects Wangjing SOHO in Beijing has won the 2014 Emporis Skyscraper Award. Chosen by an international panel of experts from more than 300 skyscrapers, the three-tower 200-meter-tall development is the first skyscraper in China to ever win the award. The judges were impressed by its excellent energy efficiency and its distinctive design, which gives the complex a harmonious and organic momentum.Each year, the Emporis Award honors the world's best new building over 100-meters-tall. Read on to see the top 10 buildings honored this year.I practiced almost 40 years in this architectural field and I won one of the prestigeous award for the architectural contribution across the world. I believe you as a individual should live a place you really own. My practice focus on you lifestyle and the natural curve of the nature. You will feel a really nice vibe inside the place you live, that I designed. I will ensure you that you will not regret living your dream place. I designed residential places, private villa, public places, a lot more in the architectural field."
    },
    {
        "service_id": "02",
        "title": "Interior Design",
        "img": "https://i.ibb.co/hBXtB0Q/interior.jpg",
        "price": "100",
        "description": "I love to design when it comes to design a interior for a building. Because exterior and interior should be the same language of arhcitectural building.My recent project is the ME Dubai hotel, which opened in March 2020, has 74 bedrooms and 19 suites.Its lobby sits directly under the Opus' signature void, which forms its glass ceiling. Three stories of galleries with projecting balconies ring the perimeter of the space.Gleaming white marble floors are highlighted by the golden edges of plush curved seating areas, upholstered in a rich burgundy.Called Ottomans, these seating pods are by Zaha Hadid Design.A golden wall curves behind the white hotel reception desks, which are angled and lit by strips of lighting that match the balconies above.Slim golden edges top the glass balustrades of the balconies, which are set at an angle tilting back from the undulating edges.Benches on the balconies, with deep navy cushions set in curving golden frames, are from Zaha Hadid Design's Petalinas collection.Each hotel bedroom features a Zaha Hadid-designed bed, with a mattress that sits on a sculptural frame projecting from the wall."
    },
    {
        "service_id": "03",
        "title": "Urban Planning and Design",
        "img": "https://i.ibb.co/m8HWBzv/urban.jpg",
        "price": "800",
        "description": "Urban design is one of the best area for me to work. This is my recent project for the  Futian District of Shenzhen, the Huanggang Port serves as a key interchange location within the Shenzhen Bay for nearly 300,000 people crossing over to Hong Kong every day. Furthering its prominence as an essential transit oriented development, the new port area masterplan in the Shenzhen-Hong Kong Science and Technology Innovation Cooperation Zone incorporates direct connections with Shenzhen’s busy metro network. While its sizeable area of nearly 1.67 square kilometres currently comprises only parking lots and cargo inspection areas, this masterplan introduces a new land usage definition into the port area to transform it into a hub of scientific research and collaboration in industries such as microelectronics, material development, artificial intelligence, robotics, and medical sciences.From a macro level viewpoint, the plan borrows its basal definition from Shenzhen’s existing street layout to its west and establishes a central spine: a wide pedestrian boulevard that connects its two primary gathering spaces: the civic plaza at Fulin metro station in the north east and the large public square in the centre of the administrative hub at the Huanggang interchange in the south west. The spine also then serves as an essential linearly traversable transition between the transit facility on land and the port. A secondary radial grid is superimposed over the primary one centred on the two plazas, further sub dividing the urban mass into smaller clusters, while also creating additional circulation routes for functionality."
    },
    {
        "service_id": "04",
        "title": "Facade Design",
        "img": "https://i.ibb.co/Xt2x26C/facade.jpg",
        "price": "150",
        "description": "Without an appealing facade a building is can not connect with its environment.Asia’s most popular entertainment destination, Macau welcomed more than 32 million tourists in 2017, with visitor numbers increasing every year. Located in Cotai, Macau, City of Dreams is a leading integrated resort including casino, two theatres, shopping district, 20 restaurants and four hotels.Informed by the fluid forms within China’s rich traditions of jade carving, the Morpheus’ design combines dramatic public spaces and generous guest rooms with innovative engineering and formal cohesion.Conceived as a vertical extrusion of its rectangular footprint, a series of voids is carved through its centre to create an urban window connecting the hotel’s interior communal spaces with the city and generating the sculptural forms that define the hotel’s public spaces."
    },
    {
        "service_id": "05",
        "title": "3d Modelling",
        "img": "https://i.ibb.co/WnmjGQH/3d.jpg",
        "price": "50",
        "description": "3d modelling is one of the best part to visualize architectural form. and building concepts. I provide 3d modelling as service to visualize your dream. Almost with the every project I charge for conceptual part of the project as it has included the 3d modeling and other modeling work to grow the concept to the final destination. I am inspired form the nature and I prefer fluid mechanics for the 3d modelling to develop and conceptual process. I normally prepare at least 3 alternatives to show to my customers. I discuss personally to develop the idea"
    },
    {
        "service_id": "06",
        "title": "Product Design",
        "img": "https://i.ibb.co/ZS52KNF/product.jpg",
        "price": "50",
        "description": "One of best product is this stainless steel chair which is exhibited at Salone 2011, the polished stainless steel chair may not have looked terribly comfortable, but its appearance was striking nevertheless, boasting calligraphic zigzags that seemingly cut through and remain suspended in space. Z-Chair was produced in a limited edition of 24. Additional concepts she developed for Sawaya & Moroni include the plastic fortune-cookie-evoking Kuki chair, the modular Z-Play and benches Stalactite, Glacier and Moraine.I "
    }
]